Repository: cho3ek89/MSI.Keyboard.Illuminator
Catalog: MSI.Keyboard.Illuminator/Resources/Resources.*.resx
Languages: pl_pl

# AppSettingsLoadingErrorMessage
source: Loading of an application settings has failed! Make sure a file is not corrupted.
pl_pl: Ładowanie ustawień aplikacji się nie powiodło! Upewnij się, że plik nie jest uszkodzony.

# AppSettingsLoadingErrorTitle
source: Loading application settings failed!
pl_pl: Błąd ładowania ustawień aplikacji!

# AppSettingsSavingErrorMessage
source: Saving of an application settings has failed! Make sure a target directory exists and You have an access to it.
pl_pl: Zapisywanie ustawień aplikacji się nie powiodło! Upewnij się, że katalog docelowy istnieje oraz masz do niego uprawnienia.

# AppSettingsSavingErrorTitle
source: Saving application settings failed!
pl_pl: Błąd zapisywania ustawień aplikacji!

# AppTrayIconTooltipText
source: Change MSI keyboard colors!
pl_pl: Zmień kolory klawiatury MSI!

# CmdLineArgsParsingErrorMessage
source: Parsing the command line arguments has failed! The default values will be used.
pl_pl: Parsowanie argumentów wiersza poleceń się nie powiodło! Zostaną użyte wartości domyślne.

# CmdLineArgsParsingErrorTitle
source: Command line arguments parsing failed!
pl_pl: Błąd parsowania argumentów wiersza poleceń!

# ColorChangeErrorMessage
source: Changing keyboard colors has failed! Make sure the supported "MSI EPF USB" SteelSeries keyboard is connected!
pl_pl: Zmiana kolorów klawiatury się nie powiodła! Upewnij się, że klawiatura "MSI EPF USB" SteelSeries jest podłączona.

# ColorChangeErrorTitle
source: Changing keyboard colors failed!
pl_pl: Błąd zmiany kolorów klawiatury!

# ColorProfileAddTooltipText
source: Add new color profile
pl_pl: Dodaj nowy profil kolorów

# ColorProfileBlinkingModeLabelText
source: Blinking
pl_pl: Miganie

# ColorProfileCenterLabelText
source: Center
pl_pl: Środkowy

# ColorProfileLeftLabelText
source: Left
pl_pl: Lewy

# ColorProfileMoveDownTooltipText
source: Move selected color profile down
pl_pl: Przesuń zaznaczony profil kolorów w dół

# ColorProfileMoveUpTooltipText
source: Move selected color profile up
pl_pl: Przesuń zaznaczony profil kolorów w górę

# ColorProfileNameLabelText
source: Name
pl_pl: Nazwa

# ColorProfileRemoveTooltipText
source: Remove selected color profile
pl_pl: Usuń zaznaczony profil kolorów

# ColorProfileRightLabelText
source: Right
pl_pl: Prawy

# ColorProfilesButtonText
source: Profiles
pl_pl: Profile

# ColorProfilesCancelButtonText
source: Cancel
pl_pl: Anuluj

# ColorProfilesCancelButtonTooltipText
source: Cancel all color profile changes
pl_pl: Anuluj zmiany w profilach kolorów

# ColorProfilesSaveButtonText
source: Save
pl_pl: Zapisz

# ColorProfilesSaveButtonTooltipText
source: Save all color profile changes
pl_pl: Zapisz zmiany w profilach kolorów

# ColorProfilesWindowTitle
source: Edit color profiles
pl_pl: Edytuj profile kolorów

# DefaultProfileName
source: Profile
pl_pl: Profil

# DeviceNotFoundErrorMessage
source: The supported "MSI EPF USB" SteelSeries keyboard has not been found! Exit an application as it is is not going to work properly anyway.
pl_pl: Klawiatura "MSI EPF USB" SteelSeries nie została wykryta! Zamknij aplikację, gdyż i tak nie będzie działać poprawnie.

# DeviceNotFoundErrorTitle
source: MSI keyboard not found!
pl_pl: Nie wykryto klawiatury MSI!

# ExitButtonText
source: Exit
pl_pl: Wyjdź

# MessageCloseButtonText
source: Close
pl_pl: Zamknij

# MessageCloseButtonTooltipText
source: Close a window
pl_pl: Zamknij okno
